[
    {"q": "The parking or emergency on a heavy vehicle can only be held in position by something that cannot leak away, like:", "c": ["a.  fluid pressure","b.  spring pressure","c.  air pressure","d.  any of the above"],"a":"b"},
    {"q": "A straight truck or bus air brake system should not leak at a rate of more that _____ psi per minute with the engine off and the brakes released.", "c": ["a.  1","b.  2","c.  3","d.  4"],"a":"b"},
    {"q": "Your vehicle has a dual air brake system.  If a low air pressure warning comes on for the secondary system, you should:", "c": ["a.  bring the vehicle to a safe stop and continue only when the system is fixed","b.  reduce your speed, and test the remaining system while under way","c.  reduce your speed, and drive to the nearest garage for repairs","d.  continue at normal speed if only the secondary system fails"],"a":"a"},
    {"q": "If your vehicle has an alcohol evaporator, it is there to:", "c": ["a.  rid the wet tank of alcohol that condenses and sits at the bottom","b.  eliminate the need for daily tank draining","c.  boost tank pressure the same way that superchargers boost engines","d.  reduce the risk of ice in air brake valves in cold weather"],"a":"d"},
    {"q": "Air braking takes more time than hydraulic braking because air:", "c": ["a.  brakes use different brake drums","b.  takes more time to flow through the lines than hydraulic fluid","c.  brakes require heavier return springs","d.  is always leaking through air line fittings"],"a":"b"},
    {"q": "The brake pedal in an air brake system:", "c": ["a.  controls the speed of the air compressor","b.  always needs to be held down halfway during normal driving","c.  controls the air pressure applied to put on the brakes","d.  is connected to slack adjusters by a series of rods and linkages"],"a":"c"},
    {"q": "If your truck or bus has dual parking control valves, you can use pressure from a separate tank to:", "c": ["a.  release the spring emergency/parking brakes to move a short distance","b.  apply more brake pressure if the main tank is getting low","c.  stay parked twice as long with your service air pressure","d.  balance the service brake system whenever you are parked"],"a":"a"},
    {"q": "Modern air brake systems combine three different systems.  They are the service, parking and the _____ brakes.", "c": ["a.  emergency","b.  foot","c.  S-cam","d.  drum"],"a":"a"},
    {"q": "To check the free play of manual slack adjusters on S-cam brakes, you should park on:", "c": ["a.  level ground with the parking brake, then apply the service brake","b.  level ground, chock the wheels, and turn off the parking brakes","c.  level ground and drain off air pressure before adjusting","d.  a slight grade, release the parking brakes, apply the service brakes, and check for vehicle movement"],"a":"b"},
    {"q": "Of the choices below, the first thing to do when a low air pressure warning comes on is:", "c": ["a.  stop and safely park as soon as possible","b.  shift to the next higher gear","c.  adjust the brake pedal for more travel","d.  open the air supply control valve"],"a":"a"},
    {"q": "The air compressor governor controls:", "c": ["a.  the speed of the air compressor","b.  when the brake chambers release pressure","c.  air pressure applied to the brakes","d.  when air is pumped into the air tanks"],"a":"d"},
    {"q": "The braking power of the spring brakes:", "c": ["a.  is not affected by the condition of the service brakes","b.  can only be tested by highly-trained brake service people","c.  depends on the service brakes being in adjustment","d.  increases when the service brakes are hot"],"a":"c"},
    {"q": "All air brake equipped vehicles have:", "c": ["a.  at least one brake heater","b.  a hydraulic system, incase the air system fails","c.  a supply pressure gauge","d.  an air use gauge"],"a":"c"},
    {"q": "If you must make an emergency stop, brake so you:", "c": ["a.  can steer hard while braking hard","b.  use the full power of the brakes and lock them","c.  can steer and your vehicle stays in a straight line","d.  use the hand brake first"],"a":"c"},
    {"q": "The application pressure gauge show how much air pressure you:", "c": ["a.  have used in this trip","b.  have in the air tanks","c.  are applying to the brakes","d.  None of the above"],"a":"c"},
    {"q": "If you do not have automatic tank drains, how often should you drain the oil and water from the bottom of compressed air storage air tanks?", "c": ["a.  After every four hours of service","b.  At the end of each day of driving","c.  Once a week","d.  Every other week"],"a":"b"},
    {"q": "You should know that your brakes are fading when:", "c": ["a.  you have to push harder on the brake pedal to control your speed on a down grade","b.  the brake pedal feels pony when pressure is applied","c.  pressure on the brake pedal is released and speed increases","d.  less pressure is needed on the brake pedal for each stop"],"a":"a"},
    {"q": "If your vehicle has an alcohol evaporator, every day during cold weather you should:", "c": ["a.  change the alcohol from a new bottle","b.  clean the air filter with alcohol","c.  check the oil for alcohol content","d.  check and fill the alcohol level"],"a":"d"},
    {"q": "Why drain water from compressed air tanks?", "c": ["a.  The low boiling point of water reduces braking power","b.  Water can freeze in cold weather and cause brake failure","c.  Water cools the compressor too much","d.  To keep from fouling the air compressor oil"],"a":"b"},
    {"q": "To test air service brakes, you should brake firmly when moving slowly forward.  The brakes are ok if you notice:", "c": ["a.  the vehicle “pulls” to one side","b.  an unusual feel","c.  a delayed stopping action","d.  None of the above"],"a":"d"},
    {"q": "For long downhill grades, experts recommend using a low gear and light, steady pedal pressure instead of on-again, off-again braking.  Why?", "c": ["a.  Air usage is less with light steady pressure","b.  Brake linings do not teat up as much with light pressure","c.  It works better with a low gear in controlling speed","d.  All of the above"],"a":"d"},
    {"q": "The driver must be able to see a warning before air pressure in the service tanks fall below _____ psi.", "c": ["a.  40","b.  50","c.  60","d.  80"],"a":"c"},
    {"q": "During normal driving, spring brakes are usually held back by:", "c": ["a.  bolts","b.  air pressure","c.  spring pressure","d.  centrifugal force"],"a":"b"},
    {"q": "In air brake vehicles, the parking brakes should be used:", "c": ["a.  as little as possible","b.  any time the vehicle is parked or unattended","c.  to hold your speed when going downhill","d.  only during pre- and post-trip inspections"],"a":"b"},
    {"q": "Emergency stab breaking is when your:", "c": ["a.  press hard on the brake pedal and apply full hand valve until you stop","b.  apply the hand valve for one second, then push hard on the pedal","c.  use light steady pressure on the brake pedal","d.  brake as hard as you can, release the brakes when the wheels lock, put on the brakes again when the wheels start rolling"],"a":"d"},
    {"q": "The air loss rate for a straight truck or bus with the engine off and the brakes on should not be more than:", "c": ["a.  1 psi in 10 seconds","b.  1 psi in one minute","c.  2 psi in 45 seconds","d.  3 psi in one minute"],"a":"d"},
    {"q": "The supply pressure gauge shows how much pressure:", "c": ["a.  you have used in this trip","b.  is in the air tanks","c.  is going to the brake chambers","d.  the air can take"],"a":"b"},
    {"q": "The brake system that applies and releases the brakes when the driver uses the brake pedal is the _____ brake system", "c": ["a.  emergency","b.  service","c.  parking","d.  None of the above"],"a":"b"},
    {"q": "Your truck or bus has a dual air brake system.  If a low air pressure warning comes on for only one system, what should you do?", "c": ["a.  Reduce your speed, and drive to the nearest garage for repairs","b.  Reduce your speed, and test the remaining system while under way","c.  Continue at a normal speed.  No action is needed when only one system fails","d.  Stop right away and safely park.  Continue only after the system is fixed"],"a":"d"},
    {"q": "Total stopping distance for air brakes is longer than that for hydraulic brakes due to _____ distance", "c": ["a.  perception","b.  reaction","c.  brake lag","d.  effective braking"],"a":"c"},
    {"q": "The most common type of foundation brake found on heavy vehicles is the:", "c": ["a.  Disc","b.  Wedge drum","c.  S-cam drum","d.  None of the above"],"a":"c"},
    {"q": "Parking or emergency brakes of trucks and buses can be legally held on by _____ pressure.", "c": ["a.  spring","b.  fluid","c.  air","d.  atmospheric"],"a":"a"},
    {"q": "If the air compressor develops a leak, what keeps the air in the tanks?", "c": ["a.  The tractor protection valve","b.  The emergency relay valve","c.  The one-way check valve","d.  Nothing"],"a":"c"}
]







