[
    {"q": "When should you use the hand valve to park a combination vehicle?", "c": ["a.  To park at loading docks", "b.  To park for less than two hours", "c.  To park on a grade", "d.  Never"], "a": "d"},
    {"q": "You have coupled with a semi-trailer.  Where should you put the front trailer support before driving away?", "c": ["a.  Raised 1/2 way with the crank handle secured in its bracket", "b.  Raised 3/4 way with the crank handle removed", "c.  Fully raised with the crank handle secured in its bracket", "d.  3 turns off the top with the crank handle secured in its bracket"], "a": "c"},
    {"q": "You supply air to the trailer tanks by:", "c": ["a.  pushing in the trailer air supply valve", "b.  pulling out the trailer air supply valve", "c.  connecting the service line glad hand", "d.  applying the trailer hand valve"], "a": "a"},
    {"q": "You are coupling a tractor to a semi-trailer and have backed up but are not under it.  What should you hook up before backing under?", "c": ["a.  The electrical service cable", "b.  The emergency and service air lines", "c.  The ground cable", "d.  Nothing, back up and lock the fifth wheel"], "a": "b"},
    {"q": "If the service air line comes apart while you are driving a combination vehicle but the emergency line stays together, what will happen right away?", "c": ["a.  The emergency tractor brakes will com on", "b.  The trailer’a sir tank will exhaust through the open line", "c.  The emergency trailer brakes will come on", "d.  Nothing is likely to happen until you try to apply the brakes"], "a": "d"},
    {"q": "A driver crosses the air lines when hooking up to an old trailer.  What will happen?", "c": ["a.  The hand valve will apply the tractor brakes instead of the trailer brakes", "b.  The brake pedal will work the trailer spring breakers instead of the air brakes", "c.  If the trailer has no spring brakes, you could drive away but you wouldn’t have trailer brakes", "d.  The brake light will not come on when the brake pedal is pressed"], "a": "c"},
    {"q": "In normal driving, some drivers use the hand valve before the brake pedal to prevent a jackknife.  Which of these statements is true?", "c": ["a.  It should not be done", "b.  It results in less skidding that using the brake pedal alone", "c.  It lets the driver steer with both hands", "d.  It is the best way to brake and keep the truck in a straight line"], "a": "a"},
    {"q": "The air leakage rate for a combination vehicle (engine off, brakes off) should be lass than _____ psi per minute.", "c": ["a.  1/2", "b.  1", "c.  2", "d.  3"], "a": "d"},
    {"q": "When you get ready to back under a semitrailer you should line up:", "c": ["a.  about 12 degrees off the line of the trailer", "b.  the kingpin to engage the driver’s side locking jaw first", "c.  directly in front of the trailer", "d.  the left rear outer dual wheel with the kingpin"], "a": "c"},
    {"q": "The fifth wheel locking lever is not locked after the jaws close around the kingpin.  This means that:", "c": ["a.  the trailer will not swivel on the fifth wheel", "b.  you can set the fifth wheel for weight balance", "c.  the parking lock is off and you may die away", "d.  the coupling is not right and should be fixed before driving the coupled unit"], "a": "d"},
    {"q": "There are two things that a driver can do too prevent a rollover.  They are: (1) Keep the cargo as close to the ground as possible; (2):", "c": ["a.  Make sure that the brakes are properly adjusted", "b.  Keep both hands firmly on the steering wheel", "c.  Go slow around turns", "d.  Keep the fifth wheel free play tight"], "a": "c"},
    {"q": "Air brake equipped trailers made before 1975:", "c": ["a.  often do not have spring brakes", "b.  are easier to brake than newer trailers because they are heavier", "c.  usually need a glad hand converter", "d.  cannot be legally operated on interstate highways"], "a": "a"},
    {"q": "You have pushed in the trailer supply valve.  You should not move the tractor until the whole air system is:", "c": ["a. empty", "b.  at normal pressure", "c.  flushed of all moisture", "d.  between 60 and 80 psi"], "a": "b"},
    {"q": "You are coupling a tractor and a semitrailer and have connected the air lines.  Before backing under the trailer you should:", "c": ["a.  pull ahead to test the glad hand connections", "b.  supply air to the trailer system, then pull out the air supply knob to lock the trailer brakes", "c.  make sure that the trailer brakes are off", "d.  apply the brakes twice to alert others"], "a": "b"},
    {"q": "Air lines on a combination vehicle are often colored to keep from getting them mixed up.  The emergency line is _____; the service line is _____.", "c": ["a.  red; blue", "b.  black; yellow", "c.  blue; red", "d.  orange; black"], "a": "a"},
    {"q": "You are driving a combination vehicle when the trailer breaks away, pulling apart both air lines.  You would expect the trailer brakes to come on and:", "c": ["a.  the tractor to lose all air pressure", "b.  the tractor protection valve to close", "c.  the trailer supply valve to stay open", "d.  go off about every 2 seconds"], "a": "b"},
    {"q": "How much space should be between the upper and lower fifth wheel after coupling?", "c": ["a.  At least 1/2  inch", "b.  About 1/4 inch", "c.  Just enough to see list through it", "d.  None"], "a": "d"},
    {"q": "After you lock the kingpin into the fifth wheel, you should check the connection by:", "c": ["a.  pulling forward 50 feet, turning right and left", "b.  backing up with the trailer brakes released", "c.  pulling the tractor ahead sharply to release the trailer brakes", "d.  pulling the tractor ahead gently with the trailer brakes locked"], "a": "d"},
    {"q": "Why should you lock the tractor glad hands to each other (or dummy couplers) when you are not towing a trailer?", "c": ["a.  The air circles back, getting cleaner each cycle", "b.  The brake circuit becomes a back up air tank", "c.  It keeps dirt and water out of the lines", "d.  All of the above"], "a": "c"},
    {"q": "You are about to back your tractor under a semitrailer.  The trailer is at the right height when the:", "c": ["a.  trailer landing gear are full extended", "b.  kingpin is bout 1 1/4 inches above the fifth wheel", "c.  end of the kingpin is even with the top of the fifth wheel", "d.  trailer will be lifted slightly when the tractor backs under it"], "a": "d"},
    {"q": "The safety catch for the fifth wheel locking lever must be _____ for a coupling to be complete:", "c": ["a.  over the locking lever", "b.  under the locking lever", "c.  straight up", "d.  through the locking lever"], "a": "a"},
    {"q": "After you supply air to the trailer, make sure the air lines are not tossed and the trailer brakes are working.  This is done by:", "c": ["a.  lifting the brake pedal", "b  turning on the parking brakes from the cab", "c.  watching you mirrors to see if the trailer lights come on", "d.  applying and releasing the trailer brakes and listening for brake sounds"], "a": "d"},
    {"q": "After connecting the air lines but before backing under the trailer, you should:", "c": ["a.  pull ahead to test the glad hand connections", "b.  supply air to the trailer system, the pull out the air supply knob", "c.  make sure that the trailer brakes are off", "d.  walk around the rig to be sure that it is clear"], "a": "b"},
    {"q": "You should not back a tractor under a trailer until the whole air system is:", "c": ["a.  empty", "b.  at normal pressure", "c.  bled down to half the maximum pressure", "d.  between 60 and 80 psi"], "a": "b"},
    {"q": "Before you back under a trailer, make sure the:", "c": ["a.  trailer brakes are locked", "b.  tractor protection valve is normal", "c.  air brakes are off", "d.  air supply knob is in"], "a": "a"},
    {"q": "How should you test the tractor-semi-trailer connection for security?", "c": ["a.  Look at it carefully", "b.  Rock the trailer back and forth with the trailer brakes locked", "c.  Put the tractor in gear and pull ahead with a sharp jerk", "d.  Pull gently forward in low gear against the locked trailer brakes then look at it carefully"], "a": "d"},
    {"q": "There are two things that a  driver can do to prevent a rollover.  They are; (1) Go slow around turns; and (2):", "c": ["a.  Make sure that the brakes are properly balanced", "b.  Keep both hand firmly on the steering wheel", "c.  Keep the cargo as close to the ground as possible", "d.  Keep the faith wheel free play as small as possible"], "a": "c"},
    {"q": "Which part of the kingpin should the locking jaws close around?", "c": ["a.  The shank", "b.  The head", "c.  The base", "d.  It does not matter"], "a": "a"},
    {"q": "Which of these statements is true:", "c": ["a.  The brake and suspension system of combination vehicles work best with a light load", "b.  Always delay braking a heavy vehicle until you have no other choice", "c.  Light vehicles need more braking power to stop that heavy ones", "d.  “Bobtail” tractors can take longer to stop than a combination vehicle loaded to maximum gross weight"], "a": "d"},
    {"q": "Your emergency air line breaks or gets pulled apart while you are driving.  The loss of pressure will cause the:", "c": ["a.  tractor’s air to dump into the trailer tank through the service line", "b.  emergency trailer brakes to come on", "c.  air compressor to unload instead of pumping air", "d.  trailer supply valve to open"], "a": "b"},
    {"q": "Why should you be sure that the fifth wheel plate is greased as required?", "c": ["a.  To ensure good electrical connections", "b.  To prevent steering problems", "c.  To keep the brake system in balance", "d.  To reduce heat and noise"], "a": "b"},
    {"q": "the front trailer supports are up and the trailer is resting on the tractor.  Make sure:", "c": ["a.  there is enough clearance between the tops of the tractor tires and the nose of the trailer", "b.  there is enough clearance between the tractor frame and the landing gear", "c.  neither a nor b is correct", "d.  both a and b is correct"], "a": "d"},
    {"q": "You have a major leak in the service line and you put on the brakes.  Service air pressure will escape and cause the:", "c": ["a.  trailer emergency brakes to come on", "b.  trailer tank pressure to be lost", "c.  tractor spring brakes to lock on", "d.  trailer’s tank pressure to go to the tractor’s system"], "a": "a"},
    {"q": "The hand valve should be used:", "c": ["a.  only with the foot brake", "b.  to test the trailer brakes", "c.  as a parking brake", "d.  only when the trailer is fully loaded"], "a": "b"},
    {"q": "The air leakage rate for a combination vehicle (engine off, brakes on) should be less than _____ psi per minute.", "c": ["a.  1", "b.  2", "c.  3", "d.  4"], "a": "d"}
]







