[
    {"q": "You should check trailer height before connecting a convertor dolly to a second or third trailer.  The trailer height is right when:", "c": ["a.  the trailer will be raised slightly when the converter dolly is backed under it", "b.  the center of the kingpin will line up with the locking jaws", "c.  the kingpin will be resting on the fifth wheel", "d.  the fifth wheel will be touching the trailer"],"a":"a"},
    {"q": "The best way to keep brakes from getting too hot while going down long grades is to:", "c": ["a.  use a high gear so that you will not need to brake", "b.  drive fast enough so that the wind keeps them cool", "c.  use only the trailer brakes", "d.  go slow and use only light, steady pressure on the brakes"],"a":"d"},
    {"q": "With the hand valve on, you should test the trailer brakes by opening the service line valve at the rear of the rig.  When you do this, you should hear:", "c": ["a.  the emergency line valve open and release air", "b.  the service brakes slowly move to the fully applied position", "c.  air escape from the open valve", "d.  nothing; there should be no pressure in the line"],"a":"c"},
    {"q": "You are driving a 100 foot truck with double trailers at 30 mph.  The road is dry and visibility is good.  You should keep at least _____ seconds of space ahead of you.", "c": ["a.  8", "b.  9", "c.  10", "d.  11"],"a":"c"},
    {"q": "Which of these will result in the best control on curves?", "c": ["a.  Speed up slightly before the curve, then brake lightly through is", "b.  Brake and downshift during the curve", "c.  Slow to a safe speed before entering the curve, then coast through the curve", "d.  Slow to a safe speed before entering the curve, then accelerate slightly during the curve"],"a":"d"},
    {"q": "When drive a truck with more than one trailer, which trailer should be first behind the tractor?", "c": ["a.  The heaviest", "b.  The lightest", "c.  The newest", "d.  The shortest"],"a":"a"},
    {"q": "You are driving on a slippery road during the day.  What does the Driver’s Manual say about how much space you should keep ahead of your truck?", "c": ["a.  Allow “the same amount of space you would at night”", "b.  Allow “much more space” than is needed for ideal driving conditions", "c.  Allow “one vehicle length for every 10,000 lbs of gross vehicle weight”", "d.  Add “one car length for every 10 mph”"],"a":"b"},
    {"q": "Which of thee statements about seeing ahead is true?", "c": ["a.  At highway speed, you should look up to 1/4 mile ahead of you", "b.  Good drivers shift their attention back and forth, near and far", "c.  Many driver so not look far enough ahead of their truck", "d.  All of the above are true"],"a":"d"},
    {"q": "You are driving at night and you need to dim your lights for traffic.  Good speed management says you should:", "c": ["a.  slow down", "b.  speed up", "c.  drop 5 mph until your eyes adjust", "d.  do nothing; how well you can see does not affect speed"],"a":"a"},
    {"q": "Empty trucks:", "c": ["a.  require shorter stopping distances than full ones", "b.  may have poor traction due to bouncing and wheel lockup", "c.  need to be downshifted while stopping", "d.  are the easiest to stop since there is no shifting cargo"],"a":"b"},
    {"q": "When should you check your mirrors for a lane change?", "c": ["a.  After you signal the change  Rear", "b.  Right after you start the change", "c.  After you complete the change", "d.  All of the above"],"a":"d"},
    {"q": "Which of these statements about the handling of double and triples is true?", "c": ["a.  The rear trailer of a 100 foot triple is less likely to turn over than a single semi-trailer due to the crack-the-whip affect", "b.  A sudden movement with the  steering wheel can result in a tipped over rear trailer", "c.  A triple bottom rig can stop quicker than a 5 axle semi due to off tracking", "d.  Rearward amplification is the only thing that prevents the crack-the-whip effect from turning over all trailers"],"a":"b"},
    {"q": "You are driving with trouble trailers and must use your brakes to avoid a crash.  For emergency braking you should:", "c": ["a.  push the brake pedal as hard as you can and hold it there", "b.  use controlled or stab braking", "c.  use light, steady pressure on the brake pedal", "d.  use only the trailer brakes"],"a":"b"},
    {"q": "If you want to couple a second trailer to your combination vehicle, secure it by using:", "c": ["a.  the trailer’s spring brakes", "b.  the trailer emergency air brakes", "c.  wheel chocks", "d.  any of the above, if available"],"a":"d"},
    {"q": "The best way to stop any skid is to:", "c": ["a.  accelerate", "b.  contesteer", "c.  restore traction to the tires", "d.  use stab or controlled braking"],"a":"c"},
    {"q": "How can you be sure you supplied air to a second trailer?", "c": ["a.  Go to the rear of the second trailer and open the emergency line shut-off", "b.  Open the hand valve with the rig parked and watch for movement", "c.  Watch for a drop of 30 psi. on the air gauge for each trailer", "d.  Apply the hand valve at 10 mph.  You should stop in the same distance as a truck with one trailer at 5 mph"],"a":"a"},
    {"q": "Which of these is not a good thing to do when driving on slippery roads?", "c": ["a.  Make turns as gently as possible", "b.  Use the engine brake or speed retarder", "c.  Keep other traffic out of you side space", "d.  Use a light touch on the accelerator and brake pedals"],"a":"b"},
    {"q": "Before you can supply air to the air tanks of a second trailer you need to:", "c": ["a.  close the shut-off valves at the rear of both trailers", "b.  open the shut-off valves at the rear of both trailers", "c.  open the shut-off valves at the rear of the first trailer and close the shut-off valves at the rear of the second trailer", "d.  close the shut-off valves at the rear of the first trailer and open the shut-off valves at the rear of the second trailer"],"a":"c"},
    {"q": "When does the Driver’s Manual say you should disable the steering axle brakes", "c": ["a.  Never", "b.  When the road is slippery", "c.  When driving in a very hilly areas", "d.  When all the trailers have brakes"],"a":"a"},
    {"q": "What is likely to happen if the pintle hook is unlocked with the dolly still under the second trailer?", "c": ["a.  The trailer brakes will unlock", "b.  the air lines will rupture", "c.  The dolly tow bar may fly up", "d.  Nothing will happen unless the rig rolls forward"],"a":"c"},
    {"q": "Converter dollies:", "c": ["a.  often do not have spring brakes", "b.  have little braking power because they are small", "c.  usually need a glad hand converter", "d.  All of the above"],"a":"a"},
    {"q": "You are driving a set of doubles, and a set of trailer wheels goes into a skid.  Which of these is most likely to occur?", "c": ["a.  The rig will continue moving in a straight line no matter how much the steering wheel is turned", "b.  The rig will stay in a straight line but slide sideways", "c.  You will have a trailer jackknife", "d.  The engine will stall"],"a":"c"},
    {"q": "You which to turn right from one tow-lane, tow-way street to another.  The truck is too long to turn without swinging wide.  You should turn like it shows in:", "c": ["a.  figure A", "b.  figure B", "c.  figure C", "d.  figure D"],"a":"b"},
    {"q": "Which of these statements about speed management and braking is true:", "c": ["a.  Braking distance does not change with speed once the truck is going faster than 40 mph", "b.  The total stopping distance of a truck is the distance it takes to stop once the brakes are put on at any speed", "c.  You need about four times as much stopping distance at 40 mph as at 20 mph", "d.  Posted speed limits on curves are safe for all trucks"],"a":"c"},
    {"q": "You want to hook your combination to a second trailer that has no spring brakes.  To dod this without wheel chocks you should:", "c": ["a.  supply air to the trailer system with the tractor and then disconnect the emergency line", "b.  make sure that the trailer will roll freely when coupling", "c.  hook the trailer electric cord to a portable generator for braking power", "d.  park the tractor and firs trailer, then roll the second trailer to them"],"a":"a"},
    {"q": "Which of these statements about emergency steering is true?", "c": ["a.  You can almost always stop more quickly than you can turn", "b.  You can steer more quickly and safely if you hold the wheel with one hand", "c.  Quick steering is safer if you lock the wheels first", "d.  If you have traffic on both sides of your vehicle and something is blocking your lane, a move to the right may still be best"],"a":"d"},
    {"q": "Which of these statements about managing space to the sides is true?", "c": ["a.  Always keep your vehicle to the right side of your lane", "b.  High winds are not a problem for doubles and triples", "c.  You should avoid traveling next to other when possible", "d.  All of the above"],"a":"c"},
    {"q": "Some large trucks have convex or “spot” mirrors.  These mirrors:", "c": ["a.  are against the law in most states", "b.  make things look smaller and farther away than they really are", "c.  do not need to be checked as often as flat mirrors because they show a larger area", "d.  All of the above"],"a":"b"},
    {"q": "The crack-the-whip effect that troubles trucks with trailers is most likely to tip over:", "c": ["a.  the rear trailer of a triple", "b.  the rear of the double", "c.  a full trailer behind a truck", "d.  a one axle trailer behind a two axle tractor"],"a":"a"},
    {"q": "You are visually checking the coupling of a converter dolly to the rear trailer.  How much space should be between the upper and lower fifth wheel?", "c": ["a.  It depends on the load", "b.  None", "c.  1/2 to 3/4 inch", "d.  Drivers are not able to visually check this coupling point"],"a":"b"},
    {"q": "You are doing a walk around inspection of a double or triple trailer rig.  You should be sure the converter dolly air tank drain valves are ____ and the pintle hook is _____", "c": ["a.  open; free", "b.  closed; latched", "c.  open;latched", "d.  closed; free"],"a":"b"},
    {"q": "Driving a truck with double or triple trailers requires a driver to:", "c": ["a.  look far ahead to allow smooth driving", "b.  allow more following distance than for smaller vehicles", "c.  use special care in bad weather and mountain conditions", "d.  do all of these things"],"a":"d"},
    {"q": "You are driving a 100 foot twin trailer combination at 50 mph.  the road is dry and the visibility is good.  You should keep at least _____ seconds of space ahead of you.", "c": ["a.  5", "b.  9", "c.  10", "d.  11"],"a":"d"},
    {"q": "Which of these statements about quick steering movements and doubles/triples is true?", "c": ["a.  Doubles/triples flip over from quick steering moves more easily than many vehicles", "b.  You should apply the brakes at the same them as quick steering movements", "c.  Counter-steering is easier with doubles/triples than most other vehicles", "d.  Quick lane changes are not a problem because it cannot be done with these trucks"],"a":"a"},
    {"q": "You must drive through deep or flowing water.  You should not:", "c": ["a.  use a low gear", "b.  increase engine rpm", "c.  keep mental pressure on the brakes while going through the water and for a short distance after coming out", "d.  drive through quickly"],"a":"d"}
]

