[
    {"q": "When the roads are slippery you should:", "c": [  "a.  drive alongside other vehicles","b.  make turns as gentle as possible","c.  stop and test the traction while going up hills","d.  decrease the distance that you look ahead of your vehicle "],"a": "b"},
    {"q": "Which of these statements about brakes is true?", "c": [  "a.  The heavier a vehicle or the faster it is moving the more heat the brakes have to absorb to stop it","b.  Brakes have more stopping power when they get very hot","c.  Brake drums cool very quickly when the vehicle is moving very fast","d.  All of the above are true"],"a": "a"},
    {"q": "Truck escape ramps", "c": [  "a.  help avoid damage to vehicles","b.  should not be used if brakes fail on a downgrade","c.  cannot be used by certain types of heat vehicles","d.  All of the above"],"a": "a"},
    {"q": "You are starting your vehicle in motion from a stop.  As you apply power to the drive wheels, they start to spin.  You should:", "c": [  "a.  take your foot off the accelerator","b.  take your foot off the accelerator and apply the brakes","c.  press harder on the accelerator","d.  try a lower gear"],"a": "a"},
    {"q": "The distance that you should look ahead of your vehicle while driving amounts to about _____ mile at highway speed.", "c": [  "a.  1/10","b.  1/8","c.  1/4","d.  1/2"],"a": "c"},
    {"q": "The Driver’s Manual suggests several things to do when you pass a vehicle.  Which of these is not one of them?", "c": [  "a.  Lightly tap your horn","b.  At night, turn on your high beams before you start to pass and live them on until you have completely passed the vehicle","c.  Drive carefully to avoid a crash","d. Assume the other driver does not see you"],"a": "b"},
    {"q": "Which of these statements about downshifting is true?", "c": [  "a.  When you downshift for a curve, you should do so before you enter the curve","b.  When you downshift for a hill, you should do so after you start down the hill","c.  When double-clutching, you should let the rams decrease while the clutch is released and the shift lever is in neutral","d.  All of the above is true"],"a": "a"},
    {"q": "Which of these can cause a vehicle to skid?", "c": [  "a.  Turning too sharply","b.  Not enough weight on the front axle","c.  Warning devices for parked vehicles","d.  All of the above"],"a": "d"},
    {"q": "Which of these pieces of emergency equipment should always be carried in your vehicle?", "c": [  "a.  Fire extinguisher(s)","b.  Spare electrical fuses (if the vehicle uses them)","c.  Warning devices for parked vehicles","d.  All of the above"],"a": "d"},
    {"q": "Which of these statements about drugs is true?", "c": [  "a.  A driver can use any prescription drug while driving","b.  Amphetamines (“pep pills” or “bennies”) can be used to help the driver stay alert","c.  Use of drugs can lead to accidents and/or arrests","d.  All of the above"],"a": "c"},
    {"q": "Which of these would tell you that a shipment contains hazardous materials?", "c": [  "a.  The name of a hazard class on the shipping paper","b.  A four-inch, diamond-shaped hazardous materials label on the container","c.  A hazardous materials placard on the vehicle","d.  All of the above"],"a": "d"},
    {"q": "To avoid a crash, you had to drive onto the right shoulder.  You are now drive at 40mph on the shoulder.  How should you move back onto the pavement", "c": [  "a.  If the shoulder is clear, stay on it until your vehicle has come to a stop.  Then move back onto the pavement when it is safe.","b.  Brake hard to slow the vehicle, then steer sharply onto the pavement","c.  Steer sharply onto the pavement, then brake hard as you counter steer","d.  Keep moving at the present speed and steer very gently back onto the pavement"],"a": "a"},
    {"q": "Which fires can you use water to put out?", "c": [  "a.  Tire fires","b.  Gasoline fires","c.  Electrical fires","d.  All of the above"],"a": "a"},
    {"q": "You should use your mirrors to check", "c": [  "a.  the condition of your tires","b.  where the rear of you vehicle is while you make turns","c.  traffic gaps when merging","d.  all of the above"],"a": "d"},
    {"q": "Which of these statements about speed management is true?", "c": [  "a.  On a wet road, you should reduce your speed by about one-third","b.  On packed snow, you should reduce your speed but at least one-half","c.  When the road is slippery, it will take longer to stop and it will be harder to turn without skidding","d. All of the above"],"a": "d"},
    {"q": "Your vehicle is in a traffic emergency and may collide with another vehicle if you do not take action.  Which of these is a good rule to remember at such a time?", "c": [  "a.  You can almost always turn to miss an obstacle more quickly than you can stop","b.  Stopping is always the safest action in a traffic emergency","c.  Leaving the road is alway more risky than hitting another vehicle","d.  Unbuckle your safety belt before impact so that you will not be trapped inside your vehicle"],"a": "a"},
    {"q": "Which of these statements about tires and hot-weather driving is true?", "c": [  "a.  If a tire is too hot to thouch, you should drive on it to coo it off","b.  You should inspect your tires every two hours or every 100 miles when driving in very hour weather","c.  The air pressure of a tire decreases as the temperature of the tire increases","d.  All of the above    is true"],"a": "b"},
    {"q": "Which of these is the most important thing to remember about emergency braking?", "c": [  "a.  It helps keep the brake linings clean","b.  Disconnecting the steering axle brakes will help keep your vehicle in a straight line during emergency","c.  If the wheels are skidding, you cannot control the vehicle","d.  Never do it without downshifting first"],"a": "c"},
    {"q": "To correct a drive-wheel braking skid, you should:", "c": [  "a.  stop braking","b.  stop braking, turn quickly, and counter steer","c.  increase braking","d.  increase braking, turn quickly, and counter steer"],"a": "b"},
    {"q": "Which of these is a sign of tire failure?", "c": [  "a.  Steering that feels heavy","b.  A loud “bang”","c.  Vibration","d.  All of the above"],"a": "d"},
    {"q": "What is the proper way to hold a steering wheel?", "c": [  "a.  With one hand","b.  With both hands close together, near the top of the wheel","c.  With both hands close together, near the bottom of the wheel","d.  With both hands, on opposite sides of the wheel"],"a": "d"},
    {"q": "You are driving a 40 foot vehicle at 35mph.  The road is dry and visibility is good.  What is the least amount of space that you should keep in front of your vehicle to be safe?", "c": [  "a.  2 seconds","b.  3 seconds","c.  4 seconds","d.  5 seconds"],"a": "c"},
    {"q": "Which of the these is a good thing to do when driving at night?", "c": [  "a.  Keep your speed low enough that you can stop within the range of your headlights","b.  Look directly at oncoming headlights only briefly","c.  Wear sunglasses","d.  Keep you instruments light bright"],"a": "a"},
    {"q": "Which of these statements about driving in areas with strong winds is true?", "c": [  "a.  You should drive alongside other vehicles to help break up the wind","b.  The lighter your vehicle, the less trouble you will have with the wind","c.  Winds are especially a problem when coming out of tunnels","d.  You can lessen the effect of the wind by letting some air our of your tires"],"a": "c"},
    {"q": "To help you stay alert while driving, you should:", "c": [  "a.  schedule trips for hours that you are normally asleep","b.  take cold medicine if you have a cold","c.  take short breaks before you are drowsy","d.  do all of the above"],"a": "c"},
    {"q": "You do not have a Hazardous Materials Endorsement on your Commercial Driver’s License.  You can drive a vehicle hauling hazardous materials when:", "c": [  "a.  the shipment will not cross state lines","b.  the GVWR is 26,001 pounds or less","c.  the vehicle does not require placards","d.  a person who has the Hazardous Materials Endorsement rides with you"],"a": "c"},
    {"q": "You wish to turn right from one two-lane, two-way street to another.  Your vehicle is so long that you must swing wide to make the turn.  Which of these figures shows how the turn should be made?", "c": [  "a.  Figure A","b.  Figure B","c.  Figure C","d.  Figure D"],"a": "b"},
    {"q": "The road you are driving on becomes very slippery due to glare ice.  Which of these is a good thing to do in such a situation?", "c": [  "a.  Stop driving as soon as you can safely do so","b.  Downshift to stop","c.  Apply the brakes often to keep the linings dry","d.  Keep varying your speed by accelerating and braking"],"a": "a"},
    {"q": "Retarders:", "c": [  "a.  cause extra brake wear","b.  allow you to disconnect the steering axle brakes","c.  can cause the drive wheels to skid when they have poor traction","d.  cannot be used on interstate highways"],"a": "c"},
    {"q": "You are driving a new truck with a manual transmission.  What gear will you probably have to use to take a long, steep down grade", "c": [  "a.  The same gear you would use to climb the hill","b.  A lower gear that you would use to climb the hill","c.  Higher gear that you would use to climb the hill","d.  None, the new trucks can coast down hills"],"a": "b"},
    {"q": "Which of these is not part of the pre-trip inspection of the engine compartment?", "c": [  "a.  Engine oil level","b.  Valve clearance","c.  Condition of hoses","d.  Worn electrical wiring isolation"],"a": "b"},
    {"q": "You can see a marking on a vehicle ahead of you.  The markings is a red triangle with and orange center.  What does the marking mean?", "c": [  "a.  It may be a slow-moving vehicle","b.  The vehicle is hauling hazardous materials","c.  It is a law enforcement vehicle","d.  It is being driven by a student driver"],"a": "a"},
    {"q": "High beams should be:", "c": [  "a.  used when it is safe and legal to do so","b.  turned on when an oncoming driver does not dim his/her lights","c.  dimmed at the time that when you get within 100 feet of another vehicle","d.  All of the above"],"a": "a"},
    {"q": "An enroute inspection should include checking for:", "c": [  "a.  tire overheating","b.  brake overheating","c.  cargo securement","d.  All of the above"],"a": "d"},
    {"q": "For this item, refer to the figure at the right.  You are driving a long vehicle that makes wide turns.  You want to make a left turn from Elem Street onto Oak Street.  There are two left turn lanes (marked “A” and “B”) on Elm Street, and Oak Street is a four-lane street with two lanes in each direction.  You should", "c": [  "a.  use left turn lane “A”","b.  use left turn lane “B”","c.  start in left turn lane “A” and swing into left turn lane “B” just before entering the intersection","d.  start in left turn lane “B” and swing into left turn lane “A” just before entering the intersection"],"a": "b"},
    {"q": "Which of these statements about backing a heavy vehicle is true?", "c": [  "a.  You should avoid backing whenever you can","b.  Helpers should be out of the drivers’s sight and use only voice (spoken) signals to communicate with the driver","c.  It is safer to back toward the right side of the vehicle that toward the driver’s side","d.  All of the above"],"a": "a"},
    {"q": "Which of these is a good thing to remember about drinking alcohol?", "c": [  "a.  Alcohol first affects judgment and self-control, which are necessary for safe driving","b.  The chance of a crash is much greater for drivers who have been drinking that for drivers who were not","c.  A driver can lose his/her license for driving while drunk","d.  All of the above"],"a": "d"},
    {"q": "You are checking your tires for a pre-trip inspection.  Which of these statements is true?", "c": [  "a.  Dual tires should be touching","b.  Tires of mismatched sizes should not be used on the same vehicle","c.  Radial and bias-ply tires can be used together on the same vehicle","d.  2/32 inch tread depth is safe for the front tires"],"a": "b"},
    {"q": "Which of these can cause a fire?", "c": [  "a.  Under-inflated tires","b.  Loose fuel connections","c.  Electrical short circuits","d.  All of the above"],"a": "d"},
    {"q": "What is counter steering?", "c": [  "a.  Turning the steering wheel counter clockwise","b.  Steering in the opposite direction from what the other drivers expect you to do","c.  Using the steering axle brakes to prevent over steering","d.  Turning the wheel back in the other direction after steering to avoid a traffic emergency"],"a": "d"},
    {"q": "You are diving a vehicle that could safely be driven at 55 mph on an open road.  But traffic is now heavy, moving at 35 mph though the speed limit is 55.  The safest speed for your vehicle is most likely:", "c": [  "a.  25 mph","b.  35 mph","c.  45 mph","d.  55 mph"],"a": "b"},
    {"q": "On which fires can you use the “A:B:C” fire extinguisher?", "c": [  "a.  Electrical fires","b.  Burning liquids","c.  Burning cloth","d.  All of the above"],"a": "d"},
    {"q": "Which of these statements about cargo loading is true?", "c": [  "a.  The legal maximum weight allowed by a state can be considered safe for all driving conditions","b.  Slight overloading of a vehicle can make its brakes work better","c.  State laws dictate legal weight limits","d.  If cargo is loaded by the shipper, the driver is not responsible for overloading"],"a": "c"},
    {"q": "Which of these statements about using turn signals is true?", "c": [  "a.  When turning, you should cancel the signal just before you make the turn","b.  You do not need to use your turn signal when changing lanes in traffic on a four-lan highway","c.  When turning, you should signal early","d.  You should use your turn signal to make your vehicle when it is pulled off on the side of the road"],"a": "c"},
    {"q": "Which of these statements about double-clutching and shifting is true?", "c": [  "a.  Double-cluching should not be used when the road is slippery","b.  Double-cluching should only be used with a heavy load","c. You can use the tachometer to tell you when to shift","d.  If you miss a gear while upshifting, you mist bring the vehicle to a stop"],"a": "c"},
    {"q": "Which of these best describes how you should use the brake pedal on asleep downhill grade?", "c": [  "a.  Light, pumping action","b.  Light, steady pressure","c.  Repeated strong pressure, then release","d.  With stronger pressure as the vehicle goes downhill"],"a": "b"},
    {"q": "Which of these statements about speed management is true?", "c": [  "a.  Empty trucks always stop in a shorter distance than fully loaded ones","b.  When you double your speed (go twice as fast), it will take twice the distance to stop","c.  You should choose a speed that lets you stop within the distance that you can see ahead","d.  You should always brake during curves"],"a": "c"},
    {"q": "The center of gravity of a load:", "c": [  "a.  should be kept as high as possible","b.  can make a vehicle more likely to tip over on curves if it is high","c.  is only a problem if the vehicle is overloaded","d.  All of the above"],"a": "b"},
    {"q": "Which of this statements about marking a stopped vehicle is true?", "c": [  "a.  If a  hill or curve keeps drivers behind you from seeing the vehicle within 500 feet, the rear reflective triangle should be moved back down the road to give adequate warning","b.  You do not need to put out reflective triangles unless the vehicle will be stopped for 30 minutes or more","c.  The vehicle’s taillights should be kept on to warn other drivers","d.  All of the above are true"],"a": "a"},
    {"q": "You are checking your brakes and suspension system for a pre-trip inspection.  Which of these statements is true?", "c": [  "a.  Brake shoes should not have oil, grease, or brake fluid on them","b.  Brake pads should not have brake fluid on them","c.  One missing leaf in a leaf spring can be dangerous","d.  All of the above is true"],"a": "d"},
    {"q": "When driving through work zones, you should:", "c": [  "a.  turn on your flashers","b.  drive slowly","c.  use your brake lights to warn drivers behind you","d.  do all of the above"],"a": "d"},
    {"q": "You are driving a vehicle at 55 mph on dry pavement.  Above how much total stopping distance will you need to bring it to a stop?", "c": [  "a.  The length of the vehicle","b.  Twice the length of the vehicle","c.  Half the distance of a football field","d.  the length of a football field"],"a": "d"},
    {"q": "You must park on the side of a level, straight, four-lane, divided highway.  Where should you place the reflective triangles?", "c": [  "a.  One within 10 feet of the rear of the vehicle, one about 100 feet to the rear, and one about 200 feet to the rear","b.  One within 10 feet of the rear of the vehicle, one about 100 feet to the rear, and one about 100 feet to the front of the vehicle","c.  One about 50 feet to the rear of the vehicle, one about 100 feet to the rear, and one about 100 feet to the front of the vehicle","d. One within 10 feet of the front of the vehicle, one about 200 feet to the front, and one about 100 feet to the rear"],"a": "a"},
    {"q": "According to Driver’s Manual, why should you limit the use of your horn?", "c": [  "a.  It can startle other drivers","b.  On vehicles with air brakes, it can use air pressure that may be needed to stop","c.  The horn is not a good way to let others know you’re there","d.  you should keep both hands tightly gripping the steering wheel at all times"],"a": "a"},
    {"q": "If a straight vehicle (no trailer or articulation) goes into a front-wheel skid, it will:", "c": [  "a.  slide sideways and spin out","b.  slide sideways somewhat, but not spin out","c.  go straight ahead even if the steering wheel is turned","d.  go straight ahead but will turn if you turn the steering wheel"],"a": "b"},
    {"q": "Which of these statements about accelerating is true?", "c": [  "a.  When traction is poor, more power should be applied to the accelerator","b.  Rough acceleration can cause mechanical damage","c.  You should feel a “jerking” motion if you are accelerating your vehicle properly","d.  All of the above are true"],"a": "c"},
    {"q": "Which of these statements about certain types of cargo is true?", "c": [  "a.  Unstable loads such as hanging meat or livestock can require extra caution on curves","b.  Oversize loads can be hauled without special permits during times when the roads are not busy","c.  Loads that consist of liquids in bulk do not cause handling problems because they are usually very heavy","d.  When liquids are hauled, the thank should always be loaded totally full"],"a": "a"},
    {"q": "You are driving a heavy vehicle.  You must exit a highway using an offramp that curves downhill.  You should", "c": [  "a.  slow down to a safe speed before the curve","b.  slow to the posted speed limit for the offramp","c.  come to a full stop at the top of the ramp","d.  wait until you are in the curve before downshifting"],"a": "a"},
    {"q": "Which of these is a proper use of vehicle lights?", "c": [  "a.  Turning on your headlights during the day when visibility is reduced due to rain or snow","b.  Flashing your brake lights to warn someone behind you of a hazard that will require slowing down","c.  Flashing your brake lights to warn someone behind you that you are going to stop on the road","d.  All of the above"],"a": "d"},
    {"q": "A key principle to remember about loading cargo is to keep the load:", "c": [  "a.  to the front","b.  to the rear","c.  as high as possible","d.  balanced in the cargo area"],"a": "d"},
    {"q": "You are driving on a straight, level highway at 50 mph.  There are no vehicles in front of you.  Suddenly a tire blows out on your vehicle.  What should you do first?", "c": [  "a.  Stay off the brake until the vehicle has slowed down","b.  Quickly steer onto the shoulder","c.  Begin light braking","d.  Begin emergency braking"],"a": "a"},
    {"q": "Which of these is a good thing to remember when crossing or entering traffic with a heavy vehicle?", "c": [  "a.  Heavy vehicles need larger gaps in traffic than cars","b.  The best way to cross traffic is to pull the vehicle partway across the road and block one lane while waiting for the other to clear","c.  The heavier your load, the smaller the gap needed to cross traffic","d.  Because heavy vehicles are easy to see, you can count on other drivers to move out of your way or slow down for you"],"a": "a"},
    {"q": "Which of these statements about staying alert to drive is true?", "c": [  "a.  A half-hour break for coffee will do more to keep you alert hat a half-hour nap","b.  There are drugs that can overcome being tired","c.  If you must stop to take a nap, it should be at a truck stop or other rest area — never on the side of the road","d.  Sleep is the only thing that can overcome fatigue"],"a": "d"},
    {"q": "Which of these is a  good thing to remember about using mirrors?", "c": [  "a.  You should look at a mirror for several seconds at a time","b.  Convex mirrors make things look larger and closer that they really are","c.  There are “blind spots” that your mirror cannot show you","d.  You should check your mirrors twice for a lane change"],"a": "c"},
    {"q": "You are checking your steering and exhaust system in a pre-trip inspection.  Which of these problems, if found, should be fixed before the vehicle is driven?", "c": [  "a.  Steering wheel play of more that 10 degrees (2 inches on a 20-inch steering wheel)","b.  Leaks in an exhaust system","c.  A small leak of power steering fluid","d.  All of the above"],"a": "d"},
    {"q": "Your vehicle has hydraulic brakes.  While traveling on a level road, you press the brake pedal and find that it goes to the floor.  Which of these statements is true?", "c": [  "a.  You should not downshift if you have an automatic transmission","b.  Pumping the brake pedal may bring the pressure up so that you can stop the vehicle","c.  The parking brake will not work either because it is part of the same hydraulic system","d.  All of the above are true"],"a": "b"},
    {"q": "Brake “fade”:", "c": [  "a.  can be caused by the brakes getting very hot","b.  can be corrected by letting up on the brakes for 1-2 seconds and then reapplying them","c.  is a problem that only occurs withe drum brakes","d.  All of the above"],"a": "a"},
    {"q": "Your are driving on a two-lane road.  An oncoming driver drifts into your lane and is headed straight for you.  Which of these is most often the best action to take?", "c": [  "a.  Hard braking","b.  Steer into oncoming lane","c.  Steer t the right","d.  Steer onto the left shoulder"],"a": "c"},
    {"q": "hich of these statements about engine overheating is true?", "c": [  "a.  If your engine overheats within 20 miles of the end of your trip, you should complete the trip and then check the problem","b.  You should never shut off an overheated engine until it cools","c.  You should never remove the radiator cap on a pressurized system until the system has cooled","d.  Antifreeze is not needed when the weather is warm"],"a": "c"},
    {"q": "You are driving a heavy vehicle with a manual transmission.  You have to stop the vehicle o the shoulder while driving on an uphill grade.  Which of these is a good rule to follow when putting it back in motion up the grade?", "c": [  "a.  Keep the clutch slipping while slowly acceleration","b.  Use the parking brake to hold the vehicle until the clutch engages","c.  Let the vehicle cool straight backwards a few feet before you engage the clutch","d.  Let the vehicle cool backwards a few feet before you engage the clutch, but turn the wheel so that the back moves away from the roadway"],"a": "b"},
    {"q": "Which of theses is a good thing to do when steering to avoid a crash?", "c": [  "a.  Apply the brakes while turning","b.  Steer with one hand so that you can turn the wheel more quickly","c.  Don’t turn any more that needed to clear what is in your way","d.  Avoid counter steering"],"a": "c"},
    {"q": "You are checking your wheels and rims for a pre-trip inspection  Which of these statements is true?", "c": [  "a.  Rust around wheel nuts may mean that they are loose","b.  Cracked wheels or rims can be used if they have been welded","c.  A vehicle can be safely driven with one missing lug nut on a wheel","d.  Mismatched lock rings can be used on the same vehicle"],"a": "a"},
    {"q": "You do not have a Hazardous Material Endorsement on your Commercial Driver’s License.  You are asked to deliver hazardous materials in a placarded vehicle.  You should:", "c": [  "a.  refuse to haul the load","b.  take the placards off the vehicle","c.  haul the load, but only to the nearest place where a driver with a Hazardous Materials Endorsement can take over","d.  haul the load, but file a report with the Department of Transportation after the trip"],"a": "a"},
    {"q": "As the Blood Alcohol Concentration (BAC) goes up, what happens?", "c": [  "a.  The drinker more clearly sees how alcohol is affecting him/her","b.  The effects of alcohol decrease","c.  Judgement and self control are affected","d.  The drinker can sober up in less time"],"a": "c"},
    {"q": "If you need to leave the road in a traffic emergency, you should:", "c": [  "a.  try to get all wheels off the pavement","b.  brake hard as you leave the road","c.  avoid braking until your speed has dropped to 20 mph","d.  avoid the shoulder because most shoulders will not support a large vehicle"],"a": "c"},
    {"q": "You should stop driving:", "c": [  "a.  after 5 hours","b.  after 7 hours","c.  after 9 hours","d.  whenever you you become sleepy"],"a": "d"},
    {"q": "For this item, refer to the figure at the right.  You are driving a long vehicle that makes wide turns.  You want to turn left from Pine Street onto Cedar Street.  Both are two-lane, two-way streets.  You should:", "c": [  "a.  begin turning your vehicle as soon as you enter the inter section","b.  begin turning your vehicle when you are halfway through the intersection","c.  begin the turn with your vehicle in the left lane of Pine Street","d.  turn into the left lane of Cedar Street and then move into the right lane when the traffic is clear"],"a": "b"},
    {"q": "You should avoid driving through deep puddles of flowing water.  But if you must, which of these steps can help keep your brakes working?", "c": [  "a.  Driving through quickly","b.  Gently putting on the brakes while driving through the water","c.  Applying hard pressure on both the brake pedal and accelerator after coming out of the water","d.  Turning on you brake heaters"],"a": "b"},
    {"q": "Escape ramps are:", "c": [  "a.  used to stop runaway vehicles","b.  designed to prevent injury to drivers and passengers","c.  designed to prevent damage to vehicles","d.  All of the above"],"a": "d"},
    {"q": "Which of these statements about downshifting is true?", "c": [  "a.  When you downshift for a curve, you should do so before you enter the curve","b.  When you downshift for a hill, you should do so after  you start down the hill","c.  Whine double-clutching, you should let the rpms decrease while the clutch is released and the shift lever is in neutral","d.  All of the above is true"],"a": "a"},
    {"q": "What will keep an engine cool in hot weather?", "c": [  "a.  Avoiding high-speed driving","b.  Making sure the engine has the right amount of oil","c.  Proper v-belt tightness","d.  All of the above"],"a": "d"},
    {"q": "When driving at night, you should:", "c": [  "a.  look to the left side of the road when a vehicle is coming toward you","b.  drive faster when your low beams are on","c.  adjust your speed to keep your stopping distance within your sight distance","d.  All of the above"],"a": "c"},
    {"q": "Which of these items is checked in a pre-trip inspection?", "c": [  "a.  Whether all vehicle lights are working and are clean","b.  Wiper blades","c.  Cargo securement","d.  All of the above"],"a": "d"},
    {"q": "Which of these statements about backing a heavy vehicle is true?", "c": [  "a.  Backing is always dangerous","b.  You should back and turn toward the driver’s side whenever possible","c.  You should use a helper and communicate with hand signals","d.  All of the above"],"a": "d"},
    {"q": "Which of these statements about cold-weather driving is true?", "c": [  "a.  An engine cannot overheat when the weather is very cold","b.  Windshield washer antifreeze should be used","c.  Exhaust system leaks are less dangerous in cold weather","d.  In snowstorms, wiper blades should be adjusted so that do not make direct contact with the windshield"],"a": "b"},
    {"q": "Controlled braking:", "c": [  "a.  can be used while you are turning sharply","b.  involves locking the wheels for short periods of time","c.  is use to keep a vehicle in a straight line when braking","d.  All of the above"],"a": "c"},
    {"q": "How do you correct a rear-wheel acceleration skid?", "c": [  "a.  Apply more power to the wheels","b.  Stop accelerating","c.  Apply the brakes","d.  Downshift"],"a": "b"},
    {"q": "Which of these is not a good rule to follow when caring for a person injured at an accident scene?", "c": [  "a.  If a qualified person is helping them, stay out of the way unless ask to assist","b.  Stop heavy bleeding by applying direct pressure to the wound","c.  Keep injured persons cool","d.  Move severely injured persons if there is a danger due to fire or passing traffic"],"a": "c"},
    {"q": "For your safety, when setting out reflective triangles you should:", "c": [  "a.  carry the triangles at your side","b.  hold the triangles between yourself and the oncoming traffic","c.  keep them out of sight while you walk to the spots where you set them out","d.  turn off your flashers"],"a": "b"},
    {"q": "The purpose of retarders is to:", "c": [  "a.  provide emergency brakes","b.  help slow the vehicle while driving and reduce brake wear","c.  apply extra braking power to the non-drive axles","d.  help prevent skids"],"a": "b"},
    {"q": "How far should a driver look ahead of the vehicle when driving?", "c": [  "a.  1-2 seconds","b.  5-8 seconds","c.  12-15 seconds","d.  18-21 seconds"],"a": "c"},
    {"q": "Hydroplaning:", "c": [  "a.  only occurs when there is a lot of water","b.  only occurs at speed above 50 mph","c.  cannot occur when driving through a puddle","d.  is more likely if tire pressure is low"],"a": "d"},
    {"q": "If you are being tailgated, you should:", "c": [  "a.  increase your following distance","b.  flash your brake lights","c.  speed up","d.  signal the tailgater when it is safe to pass you"],"a": "a"},
    {"q": "Which of these statements about overhead clearance is true?", "c": [  "a.  You should assume posted clearance signs are correct","b.  The weight of a vehicle changes its height","c.  If the road surface causes your vehicle to tilt toward objects at the edge of the road, you should drive close to the shoulder","d.  Extra speed will cause air to push your vehicle down for extra clearance"],"a": "b"},
    {"q": "You must drive on a slippery road.  Which of these is a good thing to do in such a situation?", "c": [  "a.  Use a smaller following distance","b.  Apply the brakes while in curves","c.  Slow down gradually","d.  All of the above"],"a": "c"},
    {"q": "Which of these statements about vehicle fires is true?", "c": [  "a.  If cargo in a van or box trailer catches on fire, you should open the cargo doors as soon as you can","b.  If your engine is on fire, you should open the hood as soon as you can","c.  If a trailer is on fire, you should drive fast to put the flames out","d.  A burning tire should be cooled with water"],"a": "d"},
    {"q": "Cargo that is not loaded or secured properly can cause:", "c": [  "a.  vehicle damage by overloading","b.  other highway users to hit or be hit by loose cargo","c.  injury to the driver during a quick stop or crash","d.  all of the above"],"a": "d"},
    {"q": "Your brakes can get wet when you drive through a heavy rain,  What can this cause when the brakes are applied?", "c": [  "a.  Uneven braking","b.  Trailer jackknife","c.  Lack of braking power","d.  All of the above"],"a": "d"},
    {"q": "Cargo covers:", "c": [  "a.  protect people from spilled cargo","b.  may be safety requirement in some states","c.  protect cargo from weather","d.  All of the above"],"a": "d"},
    {"q": "You are driving a 40 foot vehicle at 50 mph.  Driving conditions are ideal (dry pavement, good visibility).  What is the least amount of space that you should keep in front of your vehicle to be safe?", "c": [  "a.  2 seconds","b.  3 seconds","c.  4 seconds","d. 5 seconds"],"a": "d"},
    {"q": "Immediately after a long, hot drive you check your air pressure in a tire and it is 5 lb. high.  You should:", "c": [  "a.  before the next trip set the cold air pressure 5 lb. below the recommended level","b.  recheck the pressure after the tire cools off","c.  when you resume your trip, drive more slowly","d.  let 5 lb. of air from the tire"],"a": "b"},
    {"q": "The most important reason for being alert to hazards is so:", "c": [  "a.  law enforcement personnel can be called","b.  you will have time to play your escape if the hazard becomes an emergency","c.  you can help impaired drivers","d.  accident reports will be accurate"],"a": "b"},
    {"q": "You are driving in the right lane of a four-lane, undivided road.  You come over a hill and find a car stopped ahead in your lane.  You do not have room to stop, and the hill blocks your view to the rear.  The shoulder is clear.  Which of these is the best action to take?", "c": [  "a.  Use hard braking and brace for collision","b.  Steer into the left lane","c.  Steer into the oncoming lanes","d.  Steer to the right"],"a": "d"},
    {"q": "Which of these statements is a good rule to follow when backing your vehicle?", "c": [  "a.  Rely on mirrors for all information on your path of travel","b.  Use the highest reverse gear while backing","c.  Back and turn toward the passenger’s side","d.  Use a helper whenever possible"],"a": "d"},
    {"q": "Every time you leave your vehicle you should:", "c": [  "a.  leave it in gear (if it has a manual transmission)","b.  turn the steering wheel as far to the left as you can","c.  apply the parking brake","d.  do all of the above"],"a": "c"},
    {"q": "Heavy vehicles must sometimes travel more slowly that other traffic.  Which of these is not a good rule to follow when you are driving such a vehicle?", "c": [  "a.  Stay to the right","b.  Turn on our flashers if it is legal to do so","c.  Signal other drivers when it is safe for them to pass you","d.  Pass other vehicles only if you can do so quickly"],"a": "c"},
    {"q": "What should you do if your vehicle hydroplanes?", "c": [  "a.  Start stab braking","b.  Accelerate slightly","c.  Release the accelerator","d.  Turn right"],"a": "c"},
    {"q": "Cargo inspection:", "c": [  "a.  Should be done after every break durning driving","b.  Is only required for hazardous materials","c.  Should be done every 6 hours or 300 miles","d.  Is not required"],"a": "a"},
    {"q": "You should use your mirrors to check the following:", "c": [  "a.  The condition of your tires","b.  Where the rear of your vehicle is while you make turns","c.  Traffic gaps when merging","d.  Blind spots"],"a": "d"},
    {"q": "All of these are true about drinking alcohol except:", "c": [  "a.  Alcohol first affects judgment and self control","b.  A driver can lose his/her license for driving while drunk","c.  The chance of a crash is much greater for drivers who have been drinking than drivers who were not","d.  Three 12 ounces beers are equal to 12 shots"],"a": "d"},
    {"q": "All of these will cause a fire except:", "c": [  "a.  Under inflated tires","b.  Loose fuel connections","c.  Electrical short circuits","d.  Blown circuit breakers"],"a": "d"},
