// hazmat answers are numbered wrong
// MUST Double Check!!!!

[
    {"q": "A hazard class name or ID number may not be used to describe a:", "c": ["a.  non-hazardous material", "b.  reportable quantity of a hazardous substance", "c.  hazardous waste", "d.  hazardous material"], "a": "fixIt"},
    {"q": "A vehicle placarded for hazardous materials must have placards on _____ sides.", "c": ["a.  1", "b.  2", "c.  3", "d.  4"], "a": "fixIt"},
    {"q": "Who is responsible for packaging, labeling, and preparing the hazardous material shipping papers for a common carrier?", "c": ["a.  Shipper", "b.  Carrier", "c.  Driver", "d.  State Auditors"], "a": "fixIt"},
    {"q": "The intent of the Hazardous Materials regulations has three parts: 1.  to ensure safe drivers and equipment; 2.  to communicate the risks; and 3.  ?", "c": ["a.  to tax shippers correctly", "b.  to contain the material", "c.  to allow state enforcement", "d.  None of the above"], "a": "fixIt"},
    {"q": "There are two lists that drivers, shippers, and carriers use to find out if a material is a regulated product.  One of these lists is the:", "c": ["a.  List of Hazardous Substance and Reportable Quantities", "b.  EPA Dangerous Materials Table", "c.  Shippers List of Transportable Quantities", "d.  Department of Transportation Hazard Chart"], "a": "fixIt"},
    {"q": "If and “X” or an “RQ” is in the HM column of a shipping paper entry, the:", "c": ["a.  shipment is regulated by hazardous material regulations", "b.  material on that line is the biggest part of the shipment", "c.  entry refers to the materials that must be top loaded", "d.  entry is part of a partial shipment"], "a": "fixIt"},
    {"q": "No one may smoke around any vehicle being loaded or unloaded with:", "c": ["a.  flammables", "b.  oxidizers", "c.  explosives", "d.  Any of the the above"], "a": "fixIt"},
    {"q": "Only one of these shipping paper descriptions for a hazardous material is in the right order.  Which one is it?", "c": ["a.  Hydrogen Bromide, Non-flammable gas, UN1048", "b.  UN 1787,  Corrosive material,  Hydriotic acid", "c.  Corrosive Material,  Hydrochloric acid,  UN 1789", "d.  Hexane, UN 1208,  Flammable liquid"], "a": "fixIt"},
    {"q": "A vehicle carrying explosives has crashed with another vehicle.  You should not pull them apart until:", "c": ["a.  the shipper’s loading foreman is present", "b.  the explosives have been placed at least 200 feet away from the vehicles and occupied buildings", "c.  at least 30 minutes have passed", "d.  all three of the conditions are met"], "a": "fixIt"},
    {"q": "You may not park a vehicle carrying hazardous materials within _____ feet of an open fire", "c": ["a.  100", "b.  200", "c.  300", "d.  400"], "a": "fixIt"},
    {"q": "Before loading or unloading any explosive, check the cargo space for:", "c": ["a.  a cargo heater that could start", "b.  sharp points that might damage the cargo", "c   loose floor boards or plates", "d.  All of the above"], "a": "fixIt"},
    {"q": "The transport index of a radioactive material:", "c": ["a.  is another way of writing the weight of the package", "b.  tell the degree of control needed during transportation", "c.  is something that only the shipper needs to worry about", "d.  lets the ERT ignore the ID number on the placard"], "a": "fixIt"},
    {"q": "When hauling hazardous material, you must stop your vehicle and check any dual tires at least once every _____ whichever is less", "c": ["a.  1 hour or 40 miles", "b.  2 hours or 80 miles", "c.  3 hours or 100 miles", "d.  4 hours or 150 miles"], "a": "fixIt"},
    {"q": "To stop for railroad tracks, you should stop _____ to _____ feet before the nearest track", "c": ["a.  5;  20", "b.  10;  35", "c.  15;  50", "d.  20;  65"], "a": "fixIt"},
    {"q": "You are transporting hazardous materials.  When you are not behind the wheel, the shipping papers must be on the diver’s seat or:", "c": ["a.  in the driver’s door pouch", "b.  in the trailer’s paper pouch", "c.  on your person", "d.  on the dashboard in clear view"], "a": "fixIt"},
    {"q": "If hazardous material is spilling from your vehicle, do not move your vehicle:", "c": ["a.  any more than 500 feet", "b.  in an upwind direction", "c.  off of the roadway", "d.  any more than safety requires"], "a": "fixIt"},
    {"q": "The hazard class of a two liter bottle of material is “Flammable Liquid”.  If the description also says “Poison Inhalation Hazard” you should:", "c": ["a.  placard the vehicle “POISON” only if no other cargo requires it", "b.  placard the vehicle with both the “POISON” and hazard class placards", "c.  placard the vehicle “POISON” and remove all other placards", "d.  not placard the vehicle"], "a": "fixIt"},
    {"q": "You are going to be hauling hazardous material over route you do not know well.  When should you check the route and the permits needed for the trip?", "c": ["a.  Before starting the trip", "b.  While you are still on a part of the route that you know", "c.  Within 24 hours of the finish of the trip", "d.  At the end of the month"], "a": "fixIt"},
    {"q": "Carriers must give each driver who transports Class A or B explosives:", "c": ["a.  an extra fire bottle", "b.  the consignee’s phone number", "c.  a copy of FMCSR par 397", "d.  a list of rest stops the driver may use"], "a": "fixIt"},
    {"q": "You should stop before crossing a railroad grade if your vehicle is carrying _____ of chlorine", "c": ["a.  110 gallons", "b.  100 gallons", "c.  55 gallons", "d.  any amount"], "a": "fixIt"},
    {"q": "You are hauling hazardous materials and you find that one of your tires is leaking.  You must:", "c": ["a.  continue at reduced speed, and check that tire every 25 miles", "b.  stop at the nearest safe place and fix if", "c.  report it to your carrier immediately", "d.  report this to the DOT"], "a": "fixIt"},
    {"q": "When shippers package hazardous materials, they must certify that this was done according to regulations.  The only exception is when:", "c": ["a.  the shipment is a hazardous waste", "b.  the driver is given a sealed cargo compartment", "c.  the shipper is a private carrier carrying their own product", "d.  the trip will not cross a state line"], "a": "fixIt"},
    {"q": "When fueling a placarded vehicle, someone must always be:", "c": ["a.  within 10 feet of the pump with a fire extinguisher", "b.  watching the fueling from a safe distance", "c.  at the nozzle, controlling the fuel flow", "d.  at the emergency power shut-off for the pump"], "a": "fixIt"},
    {"q": "Animal and human foodstuffs should not be loaded in the same vehicle with:", "c": ["a.  explosive", "b.  oxidizers", "c.  poisons", "d.  compressed gases"], "a": "fixIt"},
    {"q": "You must briefly leave your placarded vehicle parked o a public roadway and someone else may watch it.  The person watching your vehicle must:", "c": ["a.  be awake and able to move the vehicle if needed", "b.  know what to do in an emergency", "c.  be on the vehicle or within 100 feet of the vehicle and have it within clear view", "d.  meet all of the above conditions"], "a": "fixIt"},
    {"q": "A driver who transports route controlled radioactive materials must have had special training by the carrier within the last _____ year(s)", "c": ["a.  1", "b.  2", "c.  3", "d.  4"], "a": "fixIt"},
    {"q": "Whenever your vehicle is placarded, do not drive near open fire unless you:", "c": ["a.  are equipped with fire sprinklers", "b.  have LTL of nonflammable material", "c.  can safely pass the fire without stopping", "d.  have an enclosed cargo compartment"], "a": "fixIt"},
    {"q": "Cylinders containing compressed gases may only be loaded onto a vehicle if the cylinders are:", "c": ["a.  loaded in an upright or horizontal position", "b.  loaded into racks attached to the vehicle", "c.  in boxes that will keep them from turning over", "d.  Any one of the above"], "a": "fixIt"},
    {"q": "When there is a hazardous materials emergency, you should:", "c": ["a.  keep people away", "b.  prevent smoking and keep ope flame away", "c.  warn others of the danger", "d.  do all of the above"], "a": "fixIt"},
    {"q": "Which signals may be used to warn of a stopped vehicle which contains explosives?", "c": ["a.  signal fires", "b.  reflective triangles", "c.  flares", "d.  fusees"], "a": "fixIt"},
    {"q": "When transporting chlorine in cargo tanks, you must have:", "c": ["a.  an approved gas mask", "b.  an emergency kit for controlling leaks in fittings on the dome cover plate", "c.  both a and b", "d.  either a or b, but not both"], "a": "fixIt"},
    {"q": "If the word “Forbidden” appears in the hazard class column of an entry in the hazardous materials table:", "c": ["a.  the carrier may not open the package or container", "b.  a common carrier must never transport the material", "c.  a shipment of that material must never be larger that the RQ", "d.  you may only transport it with an escort"], "a": "fixIt"},
    {"q": "When handling packages of explosives, you must:", "c": ["a.  keep bystanders 100 feet away", "b.  double wrap wet boxes in plastic to prevent staining", "c.  roll the packages carefully, with no sharp or jarring actions", "d.  never use hooks or other metal tools"], "a": "fixIt"},
    {"q": "Your vehicle contains explosives, oxidizers, or flammables.  No one may smoke within _____ feet of the vehicle.", "c": ["a.  15", "b.  25", "c.  35", "d.  50"], "a": "fixIt"},
    {"q": "Who is responsible for safely transporting a hazardous material shipment without delay and keeping the shipping papers in the right place?", "c": ["a.  The driver", "b.  The carrier", "c.  The shipper", "d.  No one has both of these responsibilities"], "a": "fixIt"},
    {"q": "A railroad crossing is ahead of you and you are hauling hazardous material.  When you stop for the crossing, you can stop as far away as _____ feet from the nearest rail.", "c": ["a.  25", "b.  50", "c.  75", "d.  100"], "a": "fixIt"},
    {"q": "The basic description of a hazardous material includes the hazard class, the identification number, and the proper shipping name.  Which one must appear first on the shipper paper?", "c": ["a.  the hazard class", "b.  The proper shipping name", "c.  The identification number", "d.  The order of these is not a legal requirement"], "a": "fixIt"},
    {"q": "Class A explosives must not be transported in a combination vehicle if it includes:", "c": ["a.  two or more trailers", "b.  a 200 inch wheelbase trailer", "c.  a placarded cargo tank", "d.  a vehicle carrying foodstuffs"], "a": "fixIt"},
    {"q": "You find an overheated tire during an enroute inspection.  If you are hauling hazardous materials, you must:", "c": ["a.  wait at least 2 hours before continuing your trip", "b.  cool the tire, then check it every 2 hours", "c.  lower that tire’s cold air pressure by at least 20 psi", "d.  remove the tire and place it a safe distance from the vehicle"], "a": "fixIt"},
    {"q": "The power unit of placarded vehicle must  have a fire extinguisher with a UL rating of _____B:C or more.", "c": ["a.  5", "b.  10", "c.  15", "d.  20"], "a": "fixIt"},
    {"q": "If you need to placard a vehicle for hazardous materials, at least how many placards will you need?", "c": ["a.  4", "b.  3", "c.  2", "d.  1"], "a": "fixIt"},
    {"q": "A dated certificate of radioactive materials training must be:", "c": ["a.  signed by your insurance agent", "b.  kept in the driver’s vehicle", "c.  filed with the DOT", "d.  carried by the driver"], "a": "fixIt"},
    {"q": "Properly prepared Uniform Hazardous Wast Manifest:", "c": ["a.  is not the concern of a driver hauling hazardous waste", "b.  is required only if there is a loss of cargo during transport", "c.  must be signed and carried by anyone transporting a hazardous waste", "d.  is the same as any other shipping paper"], "a": "fixIt"},
    {"q": "With most hazardous materials, you may park within 5 feet of the road briefly, if your work requires it.  The materials which are the exception and do not allow parking this close to the road are:", "c": ["a.  explosives A and B", "b.  corrosives and oxidizers", "c.  acids and poisons", "d.  ORM C, D, and E"], "a": "fixIt"},
    {"q": "You have a vehicle without racks to hold cylinders of compressed gas.  You may load such cylinders only if they are:", "c": ["a.  loaded upright or braced laying down flat", "b.  bundled loosely together with steel strapping", "c.  less than half of the load", "d.  labeled “Non-Flammable Gas”"], "a": "fixIt"},
    {"q": "Who is responsible for finding out what permits or special routes you will need to haul hazardous materials?", "c": ["a.  The driver", "b.  The carrier", "c.  The shipper", "d.  The designee"], "a": "fixIt"},
    {"q": "If you are in an accident involving hazardous materials, you should:", "c": ["a.  tell only the Emergency Response Team about the hazard", "b.  keep all people far away and upwind of the accident", "c.  prevent a panic by acting", "d.  make sure the wheels can roll freely"], "a": "fixIt"},
    {"q": "You are behind the wheel of a truck carrying a hazardous material shipment.  The shipping papers must be in a pouch on the driver’s door or in:", "c": ["a.  a box under the driver’s seat", "b.  clear view within your reach", "c.  the truck’s glove compartment", "d.  a pouch on the inside of the trailer door"], "a": "fixIt"},
    {"q": "To find out if a shipment includes a hazardous material, you should:", "c": ["a.  open and inspect every package and container", "b.  check for a fence around the loading dock", "c.  look at the shipping paper", "d.  look at the shipping license"], "a": "fixIt"}
]