[
    {"q": "Which of these statements about managing space to the side of your bus is true?", "c": ["a.  You should keep you bus to the right side of your lane", "b.  The lane position of busses is not affected by wind", "c.  You should avoid traveling next to others when possible", "d.  All of the above are true"], "a":"c"},
    {"q": "When you discharge an unruly rider, you should choose a place that is:", "c": ["a.  near a police station", "b.  isolated, so he won’t bother others", "c.  as safe as possible", "d.  convenient for you"], "a":"c"},
    {"q": "A bus may carry baggage and freight only if secured so:", "c": ["a.  the driver can move freely and easily", "b.  any rider can use any door or window in an emergency", "c.  riders are protected from falling or shifting packages", "d.  All of the above are true"], "a":"d"},
    {"q": "Which of these should be considered a hazard”", "c": ["a.  An ice-cream truck", "b.  A blind intersection", "c.  A driver signaling a turn", "d.  All of the above"], "a":"d"},
    {"q": "You are driving at night and you must dim you headlights from high to low.  What should you do with your speed”", "c": ["a.  Slow down", "b.  Speed up", "c.  Drop 5 mph until your eyes adjust", "d.  Nothing; how well you can see should not affect speed"], "a":"a"},
    {"q": "If your bus has na emergency exit door, it must:", "c": ["a.  be closed when operating the bus", "b.  always have a red door light on", "c.  be free to open for fresh air", "d.  meet all of the above"], "a":"a"},
    {"q": "Which of these will result in the best control on curves?", "c": ["a.  Brake all the way through curves", "b.  Slow to a safe speed before entering curves, then accelerate slightly through the curves", "c.  Speed up slightly before the curves, then keep speed constant through the curves", "d.  Slow to a safe speed before entering curves, then coast through them"], "a":"b"},
    {"q": "When should you check your mirrors for a lane change?", "c": ["a.  After signaling the change", "b.  Right after starting the lane change", "c.  After completing the lane change", "d.  All of the above"], "a":"d"},
    {"q": "buses ay have recapped or reproved tires:", "c": ["a.  anywhere except the front wheels", "b.  on any or all the wheels", "c.  only when speeds will be less than 40 mph", "d.  only on the outside of duals"], "a":"a"},
    {"q": "Which of these statements about speed management and braking is true?", "c": ["a.  Stopping time increases one second for each 10 mph over 20 mph", "b.  You need about four times as much stopping distance at 40 mph as at 20 mph", "c.  The total stopping distance of a bus is the distance it takes to stop once the brakes are put on", "d.  The posted speed limit will always allow you to stop safely"], "a":"b"},
    {"q": "Which of the following types of cargo can never be carried on a bus?", "c": ["a.  Small arms ammunition labeled ORM-D", "b.  Irritating materials or tear gas", "c.  Emergency drug shipments", "d.  All of the above"], "a":"b"},
    {"q": "To stop for rail road tracks, a bus driver should stop _____ to _____ feet before the nearest track.  ", "c": ["a.  5; 20", "b.  10; 35", "c.  15; 50", "d.  20; 65"], "a":"c"},
    {"q": "Which of the following lists the three types of emergency equipment that you must have on you bus?", "c": ["a.  reflectors, fire extinguisher, tire repair kit", "b.  hydraulic jack, fire extinguisher, signal flares", "c.  fire extinguisher, spare electric fuses unless equipped with circuit breakers, reflectors", "d.  first aid kit, spare electric fuses unless equipped with circuit breakers, fire extinguisher"], "a":"c"},
    {"q": "Your bus is disabled.  the bus, with riders aboard, may be towed or pushed to a safe spot to discharge the passengers on if:", "c": ["a.  the distance is less than 1 mile", "b.  getting off the bus sooner would be unsafe", "c.  a peace officer or rescue crew is present", "d.  done by a 27,000 GVWR or larger tow truck"], "a":"b"},
    {"q": "It is best to wear your seat belt:", "c": ["a.  at all times", "b.  unless you will not be driving over 35 mph", "c.  only on sand, gravel, or ice covered roads", "d.  only if your bus holds more than 27 people"], "a":"a"},
    {"q": "You are driving a 40 foot bus at 30 mph.  The road is dry and visibility is good.  You should keep a safety space in front of your bust that is at least _____ seconds.", "c": ["a.  8", "b.  7", "c.  4", "d.  3"], "a":"c"},
    {"q": "How many folding aisle seats are allowed in a bust that is not carrying farm workers?", "c": ["a.  0", "b.  4", "c.  6", "d.  8"], "a":"a"},
    {"q": "You should not let riders stand:", "c": ["a.  between the wheel wells", "b.  in front of the standee line", "c.  within two feet of an emergency exit", "d.  in a space reserved for the handicapped"], "a":"b"},
    {"q": "You are driving on a slippery road during the day.  How much space does the Driver’ Manual say you should keep ahead of you?", "c": ["a.  Add “one second to the space needed in good road conditions”", "b.  Allow “one car length for every 10 mph", "c.  Allow “no more space” than you need under ideal driving conditions", "d.  Allow “much more space” than needed for ideal driving conditions"], "a":"d"},
    {"q": "If you have riders aboard, you should never fuel your bus:", "c": ["a.  without a fire bottle beside you", "b.  in a closed building", "c.  without attaching the grounding cable", "d.  with any of the windows opened"], "a":"b"},
    {"q": "Which of these statements about seeing ahead is true?", "c": ["a.  At highway speed, you should look not more than 1/8 mile ahead", "b.  Many drivers do not look far enough ahead", "c.  Good drivers keep their attention on one place for 12 to 15 seconds at a time", "d.  All of the above are true"], "a":"b"},
    {"q": "You may sometimes haul small-arms ammunition or emergency hospital supplies on a bus.  The total weight of all such hazardous material must not be more than _____ pounds.", "c": ["a.  5", "b.  50", "c.  500", "d.  5000"], "a":"c"},
    {"q": "When you inspect your bus, make sure that:", "c": ["a.  every other handhold and railing is secure", "b.  rider signaling devices are working", "c.  emergency exit handles have been removed", "d.  All of the above are true"], "a":"b"},
    {"q": "Many busses have curved (convex or “spot”) mirrors.  These mirrors:", "c": ["a.  are against the law in some states", "b.  make things seem smaller and further away than they really are", "c.  do not need to be checked often because they show a larger area", "d.  All of the above"], "a":"b"},
    {"q": "If a rider wants to bring a care battery or a can of gasoline aboard you bus, you should: ", "c": ["a.  not allow the rider to do it", "b.  tell the rider to sit in the rear of the bus", "c.  collect an extra fare for this type of cargo", "d.  put the battery or gasoline in the cargo compartment"], "a":"a"},
    {"q": "Normally, how many seats that are not securely fastened to the bus are allowed?", "c": ["a.  0", "b.  1", "c.  2", "d.  3"], "a":"a"},
    {"q": "Which of these statements about hazards are true?", "c": ["a.  A car with out-of-state license plates is a hazard because that state may not have inspection laws", "b.  Movement inside a parked car could mean that a person is about to step out of it", "c.  If you can see any part of another vehicle, assume the driver sees you", "d.  All of the above are true"], "a":"b"},
    {"q": "If there is no traffic light or attendant, stop for a drawbridge about _____ feet from the draw", "c": ["a.  5", "b.  25", "c.  50", "d.  100"], "a":"c"},
    {"q": "You are driving a 40 foot bus 50 mph.  the road is dry and visibility is good.  You should keep at least _____ seconds of space in front of your bus to be safe.", "c": ["a.  8", "b.  7", "c.  6", "d.  5"], "a":"d"},
    {"q": "Which will most affect the amount of traction that your bus will have?", "c": ["a.  The drive wheels", "b.  The type and condition of the road surface", "c.  The size of the tires", "d.  Horsepower"], "a":"b"},
    {"q": "Shifting gears in a passenger transport vehicle is not permitted when:", "c": ["a.  Crossing a bridge", "b.  Crossing railroad tracks", "c.  Driving down a steep hill", "d.  All of the above"], "a":"b"},
    {"q": "To be safe, always maintain a minimum following distance.  This is the distance your vehicle travels in:", "c": ["a.  2 seconds", "b.  4 seconds", "c.  6 seconds", "d.  8 seconds"], "a":"b"},
    {"q": "No passenger vehicle shall be driven unless the emergency equipment is in place, ready for use and inspected by:", "c": ["a.  The carrier", "b.  The driver", "c.  The mechanic", "d.  The shipper"], "a":"b"}
]
