[
    {"q": "An Emergency sources you to stop your tanker quickly or crash.  You should:", "c": ["a.  use light pressure on the brake pedal", "b.  lock the brakes with the pedal and hold it there", "c.  use only the emergency brakes", "d.  use controlled or stab braking"], "a": "d"},
    {"q": "Side-to-side surge can cause:", "c": ["a.  tank failure", "b.  uneven tire wear", "c.  tire failure", "d.  rollover"], "a": "d"},
    {"q": "You should be extremely cautious when driving smooth bore tanks, especially when you are:", "c": ["a.  going up or down hill", "b.  starting or stopping", "c.  loading and unloading", "d.  driving against the wind"], "a": "b"},
    {"q": "The amount of liquid to load into a tank depends on:", "c": ["a.  the amount the liquid will expand in transit", "b.  the weight of the liquid", "c.  the legal weight limits", "d.  all of the above"], "a": "d"},
    {"q": "You are driving a tank truck and the front wheels begin to skid.  Which of these is most likely to occur?", "c": ["a.  You will continue in a straight line and keep moving forward no matter how much you steer", "b.  Liquid surge will pull the tank from the truck", "c.  The truck will roll over", "d.  The truck will stop in the shortest distance"], "a": "a"},
    {"q": "You are driving on a clear night.  You must dim you headlights from high to low.  You should adjust your speed so that you can stop within:", "c": ["a.  100 feet", "b.  the distance you will travel in the next 15 seconds", "c.  the distance that you can see ahead", "d.  the length of your vehicle"], "a": "c"},
    {"q": "You should know the outage needed for the liquids you carry because:", "c": ["a.  some of the heaviest liquids do not need any", "b.  tank baffles are not always legal with outage", "c.  some liquids expand more than others when they get warm", "d.  you must unload some liquids at a faster rate than others"], "a": "c"},
    {"q": "When should the driver of a tanker that has lost its brakes use a truck escape ramp?", "c": ["a.  Only if the tank is empty", "b.  Only if the tank has baffles", "c.  Always", "d.  Never"], "a": "c"},
    {"q": "If an oncoming vehicle drifts into your lane you should:", "c": ["a.  use no less than one full turn of the steering wheel to avoid it", "b.  move to your right", "c.  try to stop rather than turn", "d.  steer by holding the wheel with one hand"], "a": "b"},
    {"q": "Which of these statements about stopping distance and speed is true?", "c": ["a.  Total stopping distance is how far you will travel after the brakes are applied at speeds over 30 mph", "b.  You need about two times as much stopping distance at 40 mph as at 20 mph", "c.  Wet roads can double stopping distance at any speed", "d.  All of the above are true"], "a": "c"},
    {"q": "A traffic emergency requires you to escape to the shoulder or roadside.  If possible, coast down to _____ mph before using your brakes", "c": ["a.  20", "b.  30", "c.  40", "d.  50"], "a": "a"},
    {"q": "When you load the small tanks of a cargo tank equipped with bulkheads, you should check your:", "c": ["a.  power usage", "b.  water content", "c.  air to fuel ration", "d.  weight distribution"], "a": "d"},
    {"q": "Baffles in liquid cargo tanks do not usually prevent _____ surge", "c": ["a.  side to side", "b.  top to bottom", "c.  front to back", "d.  in to out"], "a": "a"},
    {"q": "What does liquid surge do to the handling of a tanker?", "c": ["a.  It lets you turn corners tighter", "b.  It raises the wind drag of the rig", "c.  It makes it roll easier", "d.  It can move the truck in the direction the liquid waves move"], "a": "d"},
    {"q": "When your cargo tank has baffles, what handling effect do you expect?", "c": ["a.  There will be less side-to-side surge than there is in thanks without baffles", "b.  There will be less front-to-back surge than there is for tanks without baffles", "c.  There will be more slow surge than quick surge", "d.  None, baffles have no effect on handling"], "a": "b"},
    {"q": "Hauling liquids in tankers requires special care for two reasons.  One reason is the _____ center of gravity", "c": ["a.  flat", "b.  wide", "c.  high", "d.  offset"], "a": "c"},
    {"q": "If you are driving a tanker and need to steer quickly to avoid a hazard you:", "c": ["a.  will find that tankers are easier to counter steer than most vehicles", "b.  should not apply the brakes while turning", "c.  should wrap your thumbs around the steering wheel before starting the steering movement", "d.  All of the above are true"], "a": "b"},
    {"q": "What causes vehicle skids?", "c": ["a.  Over acceleration", "b.  Over steering", "c.  Over braking", "d.  All of the above"], "a": "d"},
    {"q": "Which of these is the best way to take a curve?", "c": ["a.  Slow to a safe speed before entering, then accelerate slightly through the curve", "b.  Slow to a safe speed before entering, then coast through the curve", "c.  Maintain speed until you enter, then brake as you drive through the curve", "d.  Maintain speed until you enter, then downshift to slow down while you are in the curve"], "a": "a"},
    {"q": "Empty trucks:", "c": ["a.  have better traction when stopping than full ones", "b.  require greater stopping distances than full ones", "c.  need less space ahead than full ones", "d.  stop quicker if you only use the parking/emergency brake"], "a": "b"},
    {"q": "The best way to take a curve is to slow to a safe speed before entering the curve, then _____ as you go through it", "c": ["a.  accelerate slightly", "b.  coast", "c.  brake lightly", "d.  downshift twice"], "a": "a"},
    {"q": "You are driving on a clear night with your low beam headlights on.  If you headlights let you see about 250 feet ahead of you, adjust your speed so that you can stop within _____ feet", "c": ["a.  50", "b.  100", "c.  250", "d.  500"], "a": "c"},
    {"q": "Which of these statements about emergency steering is true?", "c": ["a.  Quick steering movements should only be done with the wheels locked", "b.  If an oncoming driver drifts into your lane, a move to your right may be best", "c.  You can almost always stop more quickly than you can turn", "d.  You can steer more quickly and safely with one hand than two"], "a": "b"},
    {"q": "Hauling liquids in tank vehicles requires special care for two reasons.  One reason is:  ", "c": ["a.  liquid movement", "b.  extreme weight", "c.  uneven expansion", "b.  atmospheric pressure"], "a": "a"},
    {"q": "Which of these statements about emergency steering and tankers is true?", "c": ["a.  A tanker is easier to counter than most vehicles", "b.  When making a quick steering movement, do not apply the brakes", "c.  You should wrap your thumbs around the steering wheel before starting a quick steering movement", "d.  All of the above"], "a": "b"},
    {"q": "When you unload the smaller tank with bulk heads, be careful to check your:", "c": ["a.  weight distribution", "b.  air to fuel ration", "c.  water content", "d.  power usage"], "a": "a"}
]